Repository: mzeahmed/link-products-to-sendinblue
Catalog: languages/link-products-to-sendinblue-*.po
Languages: fr_fr

source: Link Products To Sendinblue Lists From WooCommerce settings
fr_fr: Parametres de Link Products To Sendinblue Lists From Woocommerce

source: API v3 Access key
fr_fr: Entrez votre clé API v3

source: <p><a href="%s" target="_blank">Get your account API key</a></p>
fr_fr: <p><a href="%s" target="_blank">Récuperz la clé API de votre compte</a></p>

source: API Key
fr_fr: Clé API

source: Sorry, nonce <strong>%s</strong> did not verify
fr_fr: Désolé, le nonce <strong>%s</strong> n’a pas vérifié

source: Settings
fr_fr: Paramètres

source: Brevo list
fr_fr: Liste Brevo

source: Select a list
fr_fr: Sélectionnes une liste

source: Error
fr_fr: Erreur

source: To use Link Products to Sendinblue Lists From WooCommerce plugin, please install php 7.4 or higher
fr_fr: Pour utiliser le plugin Link Products to Sendinblue Lists From WooCommerce, veuillez installer php 7.4 ou supérieur

source: Incompatible PHP version
fr_fr: Version PHP incompatible

source: To use Link Products to Sendinblue Lists From WooCommerce plugin, please install WordPress 5.1 or higher
fr_fr: Pour utiliser le plugin Link Products to Sendinblue Lists From WooCommerce, veuillez installer WordPress 5.1 ou supérieur

source: Incompatible WordPress version
fr_fr: Version WordPress incompatible

source: User attributes sync
fr_fr: Synchronisation des attributs utilisateur

source: Unauthorized user
fr_fr: Utilisateur non autorisé

source: Match the WooCommerce Customers attributes with your Brevo contacts attributes
fr_fr: Faites correspondre les attributs WooCommerce Customers avec vos attributs de contacts Brevo

source: Woocommerce Customer Attributes
fr_fr: Attributs clients Woocommerce

source: Brevo (ex Sendinblue) Contact Attributes
fr_fr: Attributs de contact de Brevo (ex Sendinblue)

source: Add section
fr_fr: Ajouter une section

source: Remove section
fr_fr: Supprimer la section

source: Save Changes
fr_fr: Sauvegarder

source: To use Link Products To Sendinblue Lists From Woocommerce plugin, please enter your <a href="%s">API v3 Access key</a>.
fr_fr: Pour utiliser l'extension Link Products To Sendinblue Lists From Woocommerce, veuillez entrer votre <a href="%s">clé d’accès API v3</a>.

source: Link Products To Sendinblue Lists From Woocommerce plugin requires WooCommerce to be installed and active. You can download %s here.
fr_fr: L'extension "Link Products To Sendinblue Lists From Woocommerce" nécessite woocommerce pour être installé et actif. Vous pouvez télécharger %s ici.

source: List
fr_fr: Liste

source: The customer will be added to this list
fr_fr: Le client sera ajouté à cette liste

source: Link WooCommerce products to a specific Brevo (ex Sendinblue) list to add the customer to that list
fr_fr: Liez les produits WooCommerce à une liste spécifique Brevo de (ex Sendinblue) pour ajouter le client à cette liste
