Repository: mzeahmed/link-products-to-sendinblue
Catalog: languages/wc-sendinblue-synchronize-*.po
Languages: fr_fr

source: WC Sendinblue Synchronize settings
fr_fr: Paramètres WC Sendinblue Synchronize

source: Enter your API v3 Access key
fr_fr: Entrez votre clé API v3

source: <p><a href="%s">Get your account API key</a></p>
fr_fr: <p><a href="%s">Obtenez la clé API de votre compte</a></p>

source: API Key
fr_fr: Clé API

source: Settings
fr_fr: Paramètres

source: List
fr_fr: Liste

source: Select a list
fr_fr: Sélectionnes une liste

source: To activate WooCommerce Sendinblue Synchronize, please enter your API v3 Access key.
fr_fr: Pour activer WooCommerce Sendinblue Synchronize, veuillez saisir votre clé d’accès API v3.

source: The customer will be added to this list
fr_fr: Le client sera ajouté à cette liste

source: Synchronize WooCommerce customer to a specific Sendinblue list after payment
fr_fr: Synchronise le client WooCommerce à une liste Sendinblue spécifique après paiement
